Repository: MoDuLah/Prj_VapeAssistantV2
Catalog: Vape Assistant/MultilingualResources/Vape Assistant.*.xlf
Languages: el_gr

# BaseMixErrorMsg
source: The Mixture has to be more than 0ml.
el_gr: Το μείγμα πρέπει να είναι μεγαλύτερο των 0ml.

# BaseMixNicBoosterError
source: Choose Nic Booster type
el_gr: Επιλέξτε τύπο Booster Νικοτίνης.

# Calculate_Button
source: Calculate
el_gr: Υπολογισμός

# ChildHeaderEight
source: Settings
el_gr: Ρυθμίσεις

# ChildHeaderFour
source: Base Mix
el_gr: Μίξη Βάσεων

# ChildHeaderNine
source: About
el_gr: Πληροφορίες

# ChildHeaderOne
source: Ohm's Law
el_gr: Ο νόμος του Ωμ

# ChildHeaderSeven
source: Alchemy
el_gr: Αλχημείες

# ChildHeaderSix
source: Purchases
el_gr: Αγορές

# ChildHeaderThree
source: Nicotine Cost
el_gr: Κόστος Νικοτίνης

# ChildHeaderTwo
source: Statistics
el_gr: Στατιστικά

# Clear_Button
source: Clear
el_gr: Εκκαθάριση

# FirstTip
source: Enter any two known values and press Calculate.
el_gr: Εισάγετε οποιεσδοίποτε δύο γνωστές τιμές και πατήστε Υπολογισμός.

# Lang
source: Language
el_gr: Γλώσσα

# LoadPageEight
source: Settings
el_gr: Ρυθμίσεις

# LoadPageFour
source: Bases Mix
el_gr: Μίξη Βάσεων

# LoadPageNine
source: About
el_gr: Σχετικά

# LoadPageOne
source: Ohm's Law
el_gr: Ο Νόμος του Ώμ

# LoadPageSeven
source: Alchemy
el_gr: Αλχημείες

# LoadPageSix
source: Purchases
el_gr: Αγορές

# LoadPageThree
source: Nicotine Cost
el_gr: Κόστος Νικοτίνης

# LoadPageTwo
source: Statistics
el_gr: Στατιστικά

# LoginRemember
source: Remember Me:
el_gr: Απομνημόνευση Στοιχείων:

# LoginTitle
source: LOGIN
el_gr: ΕΙΣΟΔΟΣ

# mb_nicA
source: Nicotine: A
el_gr: Νικοτίνη: Α

# mb_nicB
source: Nicotine: B
el_gr: Νικοτίνη: Β

# mb_nicC
source: Nicotine: C
el_gr: Νικοτίνη: Γ

# mb_nicD
source: Nicotine: D
el_gr: Νικοτίνη: Δ

# mb_nic_level
source: Nicotine (mg/ml)
el_gr: Νικοτίνη (mg/ml)

# mb_result
source: You need
el_gr: Απαιτούνται

# mb_wtm
source: Want to make
el_gr: Θέλω να φτιάξω

# OneShotErrorMsg1
source: You need to adjust the levels of PG/VG, Nic or Flavor.
el_gr: Πρέπει να ρυθμίσετε τα επίπεδα PG / VG, Νικοτίνης ή Αρώματος.

# OneShotErrorMsg2
source: Can not use Negative numbers. Then re-calculate.
el_gr: Δεν είναι δυνατή η χρήση Αρνητικών αριθμών. Στη συνέχεια, υπολογίστε ξανά.

# OneShotErrorTitle
source: Error
el_gr: Σφάλμα

# OneShotHeaderAmount
source: Solution (ml)
el_gr: Διάλυμα (ml)

# OneShotL_BasePG
source: PG Base
el_gr: Βάση PG

# OneShotL_BaseVG
source: VG Base
el_gr: Βάση VG

# OneShotL_Flavor
source: Flavor
el_gr: Περιεκτικότητα Αρώματος

# OneShotL_NicBooster
source: Nic Booster
el_gr: Booster Νικοτίνης

# Save_Button
source: Save
el_gr: Αποθήκευση

# SoftwareTitle
source: Vape Assistant
el_gr: Βοηθός Ατμιστή

# SoftwareVersion
source: Version
el_gr: Έκδοση

# Targetbase
source: Base (ml)
el_gr: Βάση (ml)

# TargetBoosterLevel
source: Booster Level (mg/ml)
el_gr: Επίπεδο Νικοτίνης (mg/ml)

# Targetbottles
source: Bottles
el_gr: Μπουκάλια

source: Target ml
el_gr: Επιθυμητά ml

# Targetnic
source: Nicotine (ml)
el_gr: Νικοτίνη (ml)

# TargetNicLevel
source: Target Nicotine Level
el_gr: Επιθυμητό επίπεδο Νικοτίνης

# Targetpriceperbottle
source: Price / Bottle ($)
el_gr: Τιμή / Φιάλη (€)

# TargetTotalCost
source: Total Cost ($)
el_gr: Τελικό Κόστος (€)

# TooltipDateFormat
source: The Format is dd/mm/yyyy (Days/Months/Years)
el_gr: Η μορφή είναι ηη/μμ/εεεε (Ημέρα/Μήνας/Έτος)

# TooltipEJuicemlCost1
source: Ejuice ml cost is calculated by dividing the price of the bottle with the ml of the bottle.
el_gr: Το κόστος του υγρού υπολογίζεται διαιρόντας τη τιμή της φιάλης με τα ml της.

# TooltipEJuicemlCost2
source: For example: 15$/30ml=0.5$/ml so you type in 0.5
el_gr: Για παράδειγμα 8€/10ml=0.8€/ml οπότε γράφετε 0.8

# purchase_DateOfPurchase
source: Date of Purchase
el_gr: Ημερομηνία Αγοράς

# purchase_VendorName
source: Vendor
el_gr: Επωνυμία

# purchase_OrderId
source: Order Id (#)
el_gr: Αριθμός Παραγγελίας (#)

# daymonthyear
source: dd/mm/yyyy
el_gr: ηη/μμ/εεεε

# vendor_Active
source: Active
el_gr: Ενεργός

# vendor_Address
source: Address
el_gr: Διεύθυνση

# vendor_City
source: City
el_gr: Πόλη

# vendor_Country
source: Country*
el_gr: Χώρα*

# vendor_Name
source: Name*
el_gr: Επωνυμία*

# vendor_PostCode
source: Post Code
el_gr: Ταχ. Κώδικας

# vendor_Telephone
source: Telephone
el_gr: Τηλέφωνο

# vendor_Website
source: Website
el_gr: Ιστοσελίδα

# vendor_tabitem1
source: Add
el_gr: Προσθήκη

# vendor_tabitem2
source: Edit/Delete
el_gr: Επεξεργασία / Διαγραφή

# datagridheader1
source: Product
el_gr: Προϊόν

# datagridheader3
source: Quantity
el_gr: Ποσότητα

# datagridheader4
source: Price
el_gr: Τιμή

# datagridheader5
source: Discount
el_gr: Έκπτωση

# datagridheader6
source: Shipping Cost
el_gr: Μεταφορικά Έξοδα

# datagridheader7
source: Total Cost
el_gr: Συνολικό Κόστος

source: Connect
el_gr: Σύνδεση

# vendor_delete
source: Delete
el_gr: Διαγραφή

# vendor_edit
source: Edit
el_gr: Επεξεργασία

# vendor_Vendor
source: Vendor
el_gr: Επωνυμία

# vendor_Load
source: Load
el_gr: Φόρτωση

# purchases_tabitem1
source: Add
el_gr: Προσθήκη

# purchases_tabitem2
source: View
el_gr: Προβολή

# purchase_ViewSince
source: Since
el_gr: Από

# purchase_ViewUntil
source: Until
el_gr: Έως

# purchase_ViewVendor
source: By Vendor
el_gr: Ανά πωλητή

# vendor_TotalOrders
source: Orders
el_gr: Παραγγελίες

# FbPage
source: Facebook Page
el_gr: Σελίδα στο Facebook

# FbGroup
source: Facebook Group
el_gr: Ομάδα υποστήριξης: Facebook

# ChildHeaderNine_ChangeLog
source: Change Log
el_gr: Αρχείο Αλλαγών

# about_change_0001
source: Fix in "Ohm's Law" about the decimal point.
el_gr: Διορθώση στο "Νόμος του Ohm" σχετικά με την υποδιαστολή.

# about_change_0002
source: - Added "Statistics" section. - Fixes in code.
el_gr: - Προστέθηκε ο τομέας "Στατιστικά". - Διορθώσεις στον κώδικα.

# about_change_0003
source: - Several visual changes. - Fixes in code.
el_gr: - Αρκετές οπτικές αλλαγές. - Διορθώσεις στον κώδικα.

# about_change_0004
source: - Several visual improvements. - Removed Currency / ml column at "Nicotine Cost".
el_gr: - Πολλές οπτικές βελτιώσεις. - Αφαίρεση στήλης Ευρώ / ml στο '"Κόστος Νικοτίνης".

# about_change_0005
source: - Added "Mix Bases" section.
el_gr: - Προσθήκη τομέα "Μίξη Βάσεων"

# about_change_0006
source: - Added Sliders in 'Ohm's Law'.
el_gr: - Προστέθηκαν Sliders στο "Νόμο του Ohm".

# about_change_0007
source: - Version 2 Release. - Added Themes in Version 2
el_gr: - Κυκλοφορία 2ής έκδοσης. - Προστέθηκαν Θέματα στην έκδοση 2.

# about_change_0000
source: Initial Release
el_gr: Αρχική έκδοση

# about_change_0005a
source: - #hotfix on section "Oneshot".
el_gr: #hotfix στα "Oneshot".

# about_change_0008
source: #hotfix - Proper function of "Stats" section.
el_gr: #hotfix - Η σωστή λειτουργία στα "Στατιστικά".

# about_change_0009
source: - Added section "OneShot". - Multiple bugs fixed.
el_gr: - Προστέθηκε ο τομέας 'OneShot'. - Πολλα σφάλματα έχουν διορθωθεί.

# about_change_0010
source: - Themes Improvement.
el_gr: - Βελτίωση των θεμάτων.

# about_change_0011
source: - Added Icons for every section. - Added weight on section "Oneshot". - Added Language Selection, more themes, extended coloring options free-for-all. - Improved some calculation formulas. - Improvements in section "Base Mix".
el_gr: - Προστέθηκαν εικονίδια για κάθε ενότητα. - Προστέθηκε βάρος στα Oneshot. - Προστέθηκε επιλογή γλώσσας (Ελληνικά, Αγγλικά), περισσότερα θέματα, εκτεταμένες επιλογές χρωματισμού ελεύθερες για όλους. - Βελτίωση ορισμένων τύπων υπολογισμού. - Βελτιώσεις στην ενότητα "Μίξη βάσης".

# about_change_0012
source: - Installer method has been introduced to avoid non-unzipped user's issue. - "Purchase" section has been activated. (The Pin-code can be found in the installer on Information section). After your first login you are asked to change the default password. If you decline and keep the default pin-code you will be asked the next time you run the program. - Improvement on how to insert date fields with dropdowns boxes instead of textboxes. - Enabled textfields on "Ohm's Law" section (So you can define the exact value for example on resistance 0.235Ω) - Since most users at the moment are Greek the default language has been changed to Greek.
el_gr: - Εισαγωγή νέας μεθόδου εγκατάστασης για να αποφευχθούν προβλήματα από μεριάς χρήστη. - Η ενότητα "Αγορές" έχει ενεργοποιηθεί.(Ο κωδικός Pin μπορεί να βρεθεί κατα την εγκατάσταση στη καρτέλα "Πληροφορίες"). Μετά την πρώτη σύνδεσή σας θα σας ζητηθεί να αλλάξετε τον προεπιλεγμένο κωδικό πρόσβασης. Εάν το απορρίψετε και διατηρήσετε τον προεπιλεγμένο κωδικό PIN, θα σας ζητηθεί την επόμενη φορά που θα εκτελέσετε το πρόγραμμα. - Βελτίωση του τρόπου εισαγωγής των πεδίων ημερομηνίας με αναπτυσσόμενα πλαίσια αντί για πεδία κειμένου. - Ενεργοποιηση των πεδίων κειμένου στον νόμο του Ohm. (Έτσι μπορείτε να ορίσετε την ακριβή τιμή για παράδειγμα στην αντίσταση 0.235Ω) - Επειδή οι περισσότεροι χρήστες είναι αυτή τη στιγμή ελληνικά, η προεπιλεγμένη γλώσσα έχει αλλάξει στα ελληνικά.

# about_change_0013
source: - New Installer. - Shortcut on Desktop. - Shortcut on Start Menu support and uninstall options.
el_gr: - Νέος τρόπος εγκαταστάσης. - Συντόμευση στην επιφάνεια εργασίας. - Συντόμευση στις επιλογές υποστήριξης και απεγκατάστασης του μενού "Έναρξη".

# about_change_0014
source: - Small Bug Fix. - Fix in Database.
el_gr: - Μικρή διόρθωση σφαλμάτων. - Επιδιόρθωση στη βάση δεδομένων.

# Codebehind
source: Developer
el_gr: Προγραμματιστής

# ChrisG
source: Christos Gleridis
el_gr: Γλερίδης Χρήστος

# add_flv_header
source: Add a Flavor
el_gr: Προσθήκη Αρώματος

# add_flv_abbreviation
source: Abbreviation:
el_gr: Συντομογραφία:

# add_flv_amp
source: Average Mixing Percentage:
el_gr: Ποσοστό ανάμιξης κατα μέσο όρο:

# add_flv_brandName
source: Brand Name:
el_gr: Όνομα Εταιρίας:

# add_flv_flavorName
source: Flavor Name:
el_gr: Ονομασία Αρώματος:

# add_flv_manufacturerGravity
source: Manufacturer specified Gravity:
el_gr: Ειδικό Βάρος (Κατασκευαστή)

# add_flv_notes
source: Notes:
el_gr: Σημειώσεις

# flv_Keep
source: Keep?
el_gr: Διατήρηση;

# flv_tab_Flavors
source: Flavors
el_gr: Αρώματα

# flv_tab_Recipes
source: Recipes
el_gr: Συνταγές

# flv_tab_Warehouse
source: Warehouse
el_gr: Αποθήκη

# add_flv_amount
source: Amount
el_gr: Ποσότητα:

# warehouse_header
source: Warehouse
el_gr: Αποθήκη

# add_flv_brandSelect
source: Choose Brand
el_gr: Επέλεξε Εταιρία

# add_flv_flavorSelect
source: Choose Flavor
el_gr: Επέλεξε Άρωμα

# add_flv_amountEnter
source: Enter Amount (ml)
el_gr: Εισαγωγή Ποσότητας (ml)

# add_flv_WarehouseCount
source: Items:
el_gr: Τεμάχια:

# add_flv_Owned
source: Have it?
el_gr: Το κατέχεις;

# rem_Flv_fromwarehouse
source: Remove Flavor from Warehouse
el_gr: Αφαίρεσε το Άρωμα από το μπαούλο

# flv_tab_Craft
source: Synthesize
el_gr: Σύνθεση

# add_rec_header
source: Add/Edit/Delete a Recipe
el_gr: Προσθήκη/Επεξεργασία/Διαγραφή μιας Συνταγής

# add_rec_flavorName01
source: Flavor 1
el_gr: Άρωμα 1

# add_rec_flavorName02
source: Flavor 2
el_gr: Άρωμα 2

# add_rec_flavorName03
source: Flavor 3
el_gr: Άρωμα 3

# add_rec_flavorName04
source: Flavor 4
el_gr: Άρωμα 4

# add_rec_flavorName05
source: Flavor 5
el_gr: Άρωμα 5

# add_rec_flavorName06
source: Flavor 6
el_gr: Άρωμα 6

# add_rec_flavorName07
source: Flavor 7
el_gr: Άρωμα 7

# add_rec_flavorName08
source: Flavor 8
el_gr: Άρωμα 8

# add_rec_flavorName09
source: Flavor 9
el_gr: Άρωμα 9

# add_rec_flavorName10
source: Flavor 10
el_gr: Άρωμα 10

# add_rec_flavorName11
source: Flavor 11
el_gr: Άρωμα 11

# add_rec_flavorName12
source: Flavor 12
el_gr: Άρωμα 12

# add_rec_flavorName13
source: Flavor 13
el_gr: Άρωμα 13

# add_rec_flavorName14
source: Flavor 14
el_gr: Άρωμα 14

# add_rec_flavorName15
source: Flavor 15
el_gr: Άρωμα 15

# add_rec_flavorName16
source: Flavor 16
el_gr: Άρωμα 16

# add_rec_flavorName17
source: Flavor 17
el_gr: Άρωμα 17

# add_rec_flavorName18
source: Flavor 18
el_gr: Άρωμα 18

# add_rec_flavorName19
source: Flavor 19
el_gr: Άρωμα 19

# add_rec_flavorName20
source: Flavor 20
el_gr: Άρωμα 20

# add_rec_recipeName
source: Recipe Name
el_gr: Ονομασία Συνταγής

# add_flv_ComboBoxheader
source: If already exists
el_gr: Εάν υπάρχει ήδη

# flavour_add
source: Add Flavor
el_gr: Πρόσθεσε Άρωμα

# gridColumnHeader1
source: Brand
el_gr: Εταιρία

# gridColumnHeader2
source: BrandShort
el_gr: Συντόμευση Εταιρίας

# gridColumnHeader3
source: Total Flavor
el_gr: Συνολικό Άρωμα

# gridColumnHeader4
source: Amount
el_gr: Ποσότητα

# add_rec_author
source: Inspider
el_gr: Εμπνευστής

# add_rec_flavquantity
source: Quantity:
el_gr: Ποσότητα:

# add_rec_TimesMade
source: Times Made
el_gr: Κατασκευάστηκε

# add_rec_clear
source: New
el_gr: Νέα

# add_rec_delete
source: Delete Recipe
el_gr: Διαγραφή Συνταγής

# about_change_0015
source: - Added About Section.
el_gr: - Προστέθηκε ο τομέας "Σχετικά".

# synth_TargetMl
source: Target ML
el_gr: Επιθυμητά ML

# synth_RecipeName
source: Recipe Name
el_gr: Ονομα Συνταγής

# synth_Notes
source: Notes
el_gr: Σημειώσεις

# synth_percent
source: Percentage
el_gr: Ποσοστό

source: ml in Warehouse
el_gr: ml στο Μπαούλο

# perc
source: Percentage
el_gr: Ποσοστό

# synth_flav_name
source: Flavor Name
el_gr: Άρωμα

# flv_tab_JuiceLog
source: Juice Log
el_gr: Ιστορικό Υγρών

# Register
source: Activate
el_gr: Ενεργοποίηση

# SN
source: Vape Assistant Activation
el_gr: Ενεργοποίηση Βοηθού Ατμιστή

# Dtrial
source: 7 Days Left
el_gr: Απομένουν 7 ημέρες

# vendor_SumOrders
source: Orders Sum
el_gr: Σύνολο Παραγγελιών

# about_change_0016
source: - Fixed some issues with Purchases. - Added Alchemies Section. - Fixed minor bugs.
el_gr: - Διόρθωση σφαλμάτων στις "Αγορές". - Προστέθηκε ο τομέας "Αλχημείες". - Fixed minor bugs.

# about_change_0017
source: - Fixed lot of bugs.
el_gr: - Διόρθωση σφαλμάτων.

# about_change_0018
source: - Added Juice Log. - Database Fixes
el_gr: - Προσθήκη υπο-τομέα 'Ιστορικό Υγρών'. - Διορθώσεις στη Βάση Δεδομένων.

source: Clear
el_gr: S

source: Enter
el_gr: R

# about_change_0019
source: - Added Alert on higher than 20A at 'Ohm's Law'. - Added Flavor ML at 'OneShots'. - Visual Improvements.
el_gr: - Προσθήκη ειδοποίησης όταν ξεπερνάει ο υπολογισμός τα 20A στο 'Νόμος του Ωμ'. - Προσθήκη ml αρωμάτων στα 'OneShots'. - Οπτικές Βελτιώσεις.

# about_change_0020
source: - Moved 'Oneshots' & 'Mix Bases' into 'Alchemies' category.
el_gr: - Μετακίνηση του 'Oneshots' & και του 'Μίξη Βάσεων' στην κατηγορία 'Αλχημείες'.

# about_change_0021
source: - Improved the flavor managment on "Warehouse" to speed up the use. - Added Import/Export function from/to DataBase. - Added Option to delete the last Flavor of the Recipe. - Added a minimum (0.01%) and maximum (100%) range on Recipes at Flavors Percentages. - Fixed a calculation error on Oneshots. The cause was the lack of Target nicotine level mg/ml value.
el_gr: - Μετονομασία του τομέα "Μπαούλο" σε "Αποθήκη". - Σημαντική βελτίωση στους τρόπους διαχείρισης των αρωμάτων στην "Αποθήκη". - Προστέθηκε η δυνατότητα Εισαγωγής / Εξαγωγής στοιχείων από/προς τη Βάση Δεδομένων. (#Βackup) - Προστέθηκε η δυνατότητα διαγραφής της τελευταίας γεύσης στις Συνταγές. - Προστέθηκε ένα ελάχιστο (0.01%) και μέγιστο (100%) εύρος στις Συνταγές στα Ποσοστά Αρωμάτων. - Διορθώθηκε σφάλμα υπολογισμού στα #Oneshots. Το αίτιο ήταν η πιιθανή έλλειψη τιμής στο επιθυμητό επίπεδο νικοτίνης.

# about_change_0022
source: - Added 'Edit & Delete' on Purchases.
el_gr: - Προσθήκη 'Επεξεργασίας & Διαγραφή' στις Αγορές.

# about_change_0023
source: - Program Release.
el_gr: - Δημοσίευση Προγράμματος

# about_change_0024
source: - Fixed number round Issue on PG in Oneshots. - Increase the length of Nicotine Strenght from 2 to 5 characters at Oneshots. - Added more booster options (30/70 & 70/30). - Added option to save oneshots into Juice Log.
el_gr: - Διόρθωση στη στρογγυλοποίηση της PG στα Oneshot. - Αύξηση του πεδίου Νικοτίνη mg/ml από 2 σε 5 χαρακτήρες στα Oneshot. - Προσθήκη περισσοτέρων επιλογών στα Booster νικοτίνης (30/70 & 70/30). - Προσθήκη επιλογής αποθήκευσης του Oneshot στο Ιστορικό Υγρών.

# about_change_0025
source: - Changes in GUI for ease of use. - Many changes in code workarounds. (Improved speed)
el_gr: - Αλλαγές στο ΓΠΕ (Γραφικό Περιβάλλον Διεπαφής) - Αρκετές αλλαγές στον κώδικα. (Βελτίωση ταχύτητας)

# AddShop
source: Add
el_gr: Προσθήκη

# ThemeSave
source: Save
el_gr: Αποθήκευση

source: Purchase
el_gr: Αγορά

source: No
el_gr: Όχι

source: Yes
el_gr: Ναί

source: Help
el_gr: Βοήθεια

# vendor_County
source: County
el_gr: Νομός

source: Backup
el_gr: Αντίγραφα Ασφαλείας

# EntryDate
source: Enter Date:
el_gr: Ημ/νία Παραγγελίας:

# EntryDiscount
source: Enter Discount:
el_gr: Έκπτωση (€):

# EntryName
source: Enter Vendor Name:
el_gr: Επων. Εταιρίας:

# EntryPID
source: Enter Product ID (SKU):
el_gr: Κωδ. Προϊόντος (SKU):

# EntryPrice
source: Enter Price:
el_gr: Τιμή (€):

# EntryProductDescription
source: Enter Product Description:
el_gr: Περ. Προϊόντος:

# EntryQuantity
source: Enter Quantity:
el_gr: Ποσότητα:

# EntryReference
source: Enter Reference:
el_gr: Αρ. Παραστατικού:

# EntryShipping
source: Enter Shipping:
el_gr: Έξοδα Μεταφοράς (€):

# EntryTotal
source: Enter Total:
el_gr: Τελικό Κόστος (€):

# EntryVID
source: Enter Vendor ID:
el_gr: Κωδ. Εταίριας:

source: Entry Id:
el_gr: Αρ. Αγοράς:

source: Edit Entry:
el_gr: Επεξεργασία Εισαγωγής:

# Alch_Backup_hdrDB
source: Database
el_gr: Βάση Δεδ/νων

# Alch_Backup_hdrDesc
source: Description
el_gr: Περιγραφή

# Alch_Backup_hdrExport
source: Export
el_gr: Εξαγωγή

# Alch_Backup_hdrImport
source: Import
el_gr: Εισαγωγή

# Alch_Backup_Desc1
source: Includes the Flavors you have in your possession.
el_gr: Περιλαμβάνει τα αρώματα που έχετε στην κατοχή σας.

# Alch_Backup_Desc2
source: Includes the recipes you have added. Part A.
el_gr: Περιλαμβάνει τις συνταγές που έχετε προσθέσει. Μέρος Α.

# Alch_Backup_Desc3
source: Includes the recipes you have added. Part B.
el_gr: Περιλαμβάνει τις συνταγές που έχετε προσθέσει. Μέρος Β.

# Alch_Backup_Desc4
source: Includes the history log of the recipes you have mixed.
el_gr: Περιλαμβάνει το αρχείο καταγραφής ιστορικού των συνταγών που έχουν αναμειχθεί.

# Alch_Backup_ExportBtN
source: Export
el_gr: Εξαγωγή

# Alch_Backup_SelectBtN
source: Select File
el_gr: Επιλογή Αρχείου

# Alch_Backup_PreviewBtN
source: Preview
el_gr: Προεπισκόπηση

# Alch_Backup_PreviewData
source: Preview your data
el_gr: Προεπισκόπηση των δεδομένων σας

# Alch_Warehouse_AddFlv
source: Add Flavor:
el_gr: Προσθήκη Αρώματος:

# Alch_Warehouse_FlvId
source: Flavor Id:
el_gr: Κωδ. Αρώματος:

# warehouse_hdrAmount
source: Amount
el_gr: Ποσότητα

# warehouse_hdrBrand
source: Brand
el_gr: Εταιρία

# warehouse_hdrFlavor
source: Flavor
el_gr: Άρωμα

# popup_Cancel
source: Cancel
el_gr: Άκυρο

# popup_Submit
source: Submit
el_gr: Καταχώρηση

# add_rec_deleteFlv
source: Delete this Flavor.
el_gr: Διαγραφή αυτού του αρώματος.

# purchase_Selection
source: With Selection
el_gr: Επιλεγμένο

# OneShotHeaderName
source: Oneshot Name
el_gr: Ονομασία Oneshot

# Alch_Warehouse_EditFlv
source: Edit Flavor Amount:
el_gr: Επεξεργασία Ποσότητας:

# ChangePinTitle
source: Change Pin
el_gr: Αλλαγή PIN

source: Log Amount
el_gr: Ποσότητα

# log_RatioPG
source: Ratio PG
el_gr: Αναλογία PG

# log_RatioVG
source: Ratio VG
el_gr: Αναλογία VG

# log_RecipeName
source: Recipe Name
el_gr: Ονομασία Συνταγής

# log_Date
source: Date
el_gr: Ημερομηνία

# log_Notes
source: Notes
el_gr: Σημειώσεις

# log_Nic
source: Nicotine Strength
el_gr: Ένταση Νικοτίνης

# log_Add
source: Add to Juice Log
el_gr: Προσθήκη στο Αρχείο Καταγραφής Υγρών

# log_Edit
source: Edit from Juice Log
el_gr: Επεξεργασία Αρχείου Καταγραφής Υγρών

# about_change_0026
source: - Fixes in Purchases section. - Fixes in Juice Log Add & Edit section.
el_gr: - Διορθώσεις στον τομέα των Αγορών. - Διορθώσεις στο Ιστορικό Υγρών.

# menu_about
source: _About
el_gr: _Σχετικά

# menu_edit
source: _Edit
el_gr: _Επεξεργασία

# menu_file
source: _File
el_gr: _Αρχείο

# menu_tools
source: _Tools
el_gr: _Εργαλεία

# about_change_0027
source: - Added Purchases sum to Statistics (automatic from database). - Added Numbers on the left of List viewers (Juice Log & Warehouse for now). - Fixed some calculations on Statics to avoid errors.
el_gr: - Προσθήκη συνόλου Αγορών στα Στατιστικά (αυτόματα από τη Βάση Δεδομένων). - Προσθήκη αρίθμησεις στα αριστερά των λιστών (Ιστορικό Υγρών και Μπαούλο προς το παρόν). - Διόθρωση κάποιων υπολογισμών για την αποφυγή λαθών.

# juiceLog_Amount
source: Amount (ml)
el_gr: Ποσότητα (ml)

# juiceLog_Date
source: Date
el_gr: Ημ/νία

# juiceLog_Name
source: Name
el_gr: Ονομασία

# juiceLog_Nicotine
source: Nicotine (mg/ml)
el_gr: Νικοτίνη (mg/ml)

# juiceLog_Notes
source: Notes
el_gr: Σημειώσεις

# juiceLog_Ratio
source: Ratio (PG/VG)
el_gr: Αναλογία (PG/VG)

# TooltipHardwareCost
source: This is calculated from the Purchases tab fill your purchases to continue.
el_gr: Αυτό υπολογίζεται από την καρτέλα Αγορές.

# EJuiceCosts
source: E Juice ML/Cost/Nicotine Cost
el_gr: ML Υγρού/ Κόστος Υγρού / Κόστος Νικοτίνης

# EJuiceCosts1
source: Liquid amount (ML)
el_gr: Ποσότητα υγρού (ML)

# EJuiceCosts2
source: Liquid Cost (No Nicotine)
el_gr: Κόστος Υγρού (Χωρίς νικοτίνη)

# EJuiceCosts3
source: Nicotine Cost
el_gr: Κόστος Νικοτίνης

# synth_Total
source: Total
el_gr: Σύνολο

# SettingsOff
source: Off
el_gr: Ανενεργό

# SettingsOn
source: On
el_gr: Ενεργό

# menu_tools_Alchemy
source: _Alchemy
el_gr: _Αλχημείες

# menu_tools_Alchemy_BasesMix
source: _Bases Mix
el_gr: _Μίξη Βάσεων

# menu_tools_Alchemy_Flavors
source: _Flavors
el_gr: _Αρώματα

# menu_tools_Alchemy_JuiceLog
source: _Juice Log
el_gr: _Ιστορικό Υγρών

# menu_tools_Alchemy_Recipes
source: _Recipes
el_gr: _Συνταγές

# menu_tools_Alchemy_Synthesize
source: _Synthesize
el_gr: _Σύνθεση

# menu_tools_NicotineCost
source: _Nicotine Cost
el_gr: _Κόστος Νικοτίνης

# menu_tools_OhmsLaw
source: _Ohm's Law
el_gr: _Ο νόμος του Ώμ

# menu_tools_Purchases
source: _Purchases
el_gr: _Αγορές

# menu_tools_Settings
source: _Settings
el_gr: _Ρυθμίσεις

# menu_tools_Statistics
source: _Statistics
el_gr: _Στατιστικά

# menu_file_exit
source: _Exit
el_gr: _Έξοδος

# GFX
source: Graphics:
el_gr: Γραφικά:

# backup_Header_db
source: Database
el_gr: Β.Δεδομένων

# backup_Header_description
source: Description
el_gr: Περιγραφή

# backup_Header_export
source: Export
el_gr: Εξαγωγή

# backup_Header_import
source: Import
el_gr: Εισαγωγή

# purchase_Discount
source: Discount
el_gr: Έκπτωση

# purchase_Price
source: Price
el_gr: Τιμή

# purchase_Product
source: Product
el_gr: Προϊόν

# purchase_Quantity
source: Quantity
el_gr: Ποσότητα

# purchase_Shipping
source: Shipping
el_gr: Μεταφορικά

# purchase_Total
source: Total
el_gr: Σύνολο

# purchase_AddItem
source: Add Item
el_gr: Προσθήκη Αντικειμένου

# purchase_Clear
source: Clear
el_gr: Εκκαθάριση

# vendor_Reference
source: By Order Reference
el_gr: Κατά Αριθμό Παραγγελίας

# statistics_CigarettesPerDay
source: Cigarettes / Day
el_gr: Τσιγάρα / Ημέρα

# statistics_CigarettesPerPack
source: Cigarettes / Pack
el_gr: Τσιγάρα / Πακέτο

# statistics_DaysVaping
source: Days Vaping
el_gr: Ημέρες Ατμίσματος

# statistics_DailySmokingCost
source: Daily Smoking Cost
el_gr: Ημερήσιο Κόστος Καπνίσματος

# statistics_DaysWithoutCigarette
source: Days w/o cigarette
el_gr: Ημέρες χωρίς τσιγάρο

# statistics_EjuiceMlCost
source: E-Juice ml Cost
el_gr: Κόστος ml Υγρού

# statistics_HardwareCost
source: Hardware Cost
el_gr: Κόστος Υλικών

# statistics_HardwareDailyCost
source: Hardware Daily Cost
el_gr: Ημερήσιο Κόστος Υλικών

# statistics_JuicePerDay
source: ml / Day
el_gr: ml / Ημέρα

# statistics_PricePerCigarette
source: Price Per Cigarette
el_gr: Τιμή / Τσιγάρο

# statistics_PacketPrice
source: Packet Price
el_gr: Τιμή Πακέτου

# statistics_VapeDailyCost
source: Daily Vape Cost
el_gr: Ημερήσιο Κόστος Ατμίσματος
