Repository: MoDuLah/Prj_VapeAssistantV2
Catalog: Vape Assistant/MultilingualResources/Vape Assistant.*.xlf
Languages: el_gr

# statistics_YearlySmokingCost
source: Yearly Smoking Cost
el_gr: Ετήσιο Κόστος Καπνίσματος

# statistics_YearlyVapingCost
source: Yearly Vaping Cost
el_gr: Ετήσιο Κόστος Ατμίσματος

# statistics_SmokingCessationDate
source: Smokin Cessation Date
el_gr: Ημ/νία Διακοπής Καπνίσματος

# statistics_VapingStartDate
source: Vaping Start Date
el_gr: Ημ/νία Έναρξης Ατμίσματος

# ohms_Voltage
source: Voltage (V)
el_gr: Ένταση (V)

# ohms_Wattage
source: Wattage (W)
el_gr: Watt (W)

# ohms_Current
source: Current (I)
el_gr: Τάση (I)

# ohms_Resistance
source: Resistance (R)
el_gr: Αντίσταση (R)

# mixbase_baseA
source: Base: A
el_gr: Βάση: Α

# mixbase_baseB
source: Base: B
el_gr: Βάση: Β

# mixbase_baseC
source: Base: C
el_gr: Βάση: Γ

# mixbase_baseD
source: Base: D
el_gr: Βάση: Δ

# mixbase_HeaderBaseAmount
source: Base Amount (ml)
el_gr: Ποσότητα Βάσης (ml)

# mixbase_HeaderGrams
source: Grams
el_gr: Γραμ.

# mixbase_HeaderNicBottleAmount
source: Nic Bottles Amount
el_gr: Ποσότητα Νικοτινούχων Μπουκαλιών

# mixbase_HeaderNicLevel
source: Nicotine (mg/ml)
el_gr: Νικοτίνη (mg/ml)

# mixbase_LeftHeader
source: Total Mix
el_gr: Συνολικό Μείγμα

# mixbase_LeftMixRatioPGVG
source: Mix Ratio PG / VG
el_gr: Αναλογία PG / VG

# mixbase_LeftMixTotalVolume
source: Volume
el_gr: Όγκος

# mixbase_LeftMixVolumePGVG
source: Volume PG / VG
el_gr: Όγκος PG / VG

# mixbase_LeftResultmlToolTip
source: Ratio is in ml
el_gr: Η αναλογία είναι σε ml

# mixbase_LeftResultNicLevel
source: Nicotine
el_gr: Νικοτίνη

# mixbase_LeftResultNicLevelToolTip
source: Ratio is in mg/ml
el_gr: Η αναλογία είναι σε mg/ml

# help_Answer
source: Answer
el_gr: Απάντηση

# help_Question
source: Question
el_gr: Ερώτηση

# settings_Restart
source: Restart
el_gr: Επανεκκίνηση

# menu_tools_Alchemy_Warehouse
source: _Warehouse
el_gr: _Αποθήκη

# settings_PurchasesPIN
source: PIN (Purchases)
el_gr: PIN (Αγορές)

# settings_Setpin
source: Set Pin
el_gr: Ορίστε PIN

source: Required
el_gr: Απαιτείται

# purchases_amountInCurrency
source: Amount in
el_gr: Ποσό σε

# settings_CurrentPin
source: Current PIN
el_gr: Τρέχον PIN

# purchases_Items
source: Items
el_gr: Αντικείμενα

# purchases_TotalCost
source: Total Cost ($)
el_gr: Τελικό Κόστος (€)

# about_donationHdr
source: Do you like this application?
el_gr: Σας αρέσει αυτή η εφαρμογή;

# about_donationTxt
source: Buy me a beer!
el_gr: Κεράστε με μια μπύρα!

# btn_MinimizeToTray
source: Minimize To Tray.
el_gr: Ελαχιστοποίηση στο Tray.

# btn_CloseWindow
source: Closes the window.
el_gr: Κλείνει το παράθυρο.

# oneshot_grams
source: Grams
el_gr: Γραμμάρια

# about_Translations
source: Translations
el_gr: Μεταφράσεις

# settings_export_tooltip
source: If it's disabled, select a database from the combobox on the left.
el_gr: Εάν είναι ανενεργό, επιλέξτε βάση δεδομένων από αριστερά.
