Repository: MoDuLah/Prj_VapeAssistantV2
Catalog: Vape Assistant/Vape Assistant.*.xlf
Languages: ro

# mixbase_LeftResultNicLevel
source: Nicotine
ro: Nicotina

# mixbase_LeftResultNicLevelToolTip
source: Ratio is in mg/ml
ro: Raportul este in mg/ml

# help_Answer
source: Answer
ro: Raspuns

# help_Question
source: Question
ro: Intrebare

source: Minimize To Tray
ro: Minimizeaza in Bara
