Repository: MoDuLah/Prj_VapeAssistantV2
Catalog: Vape Assistant/Vape Assistant.*.xlf
Languages: ro

# BaseMixErrorMsg
source: The Mixture has to be more than 0ml.
ro: Amestecul trebuie sa aiba o cantitate mai mare de 0ml.

# BaseMixNicBoosterError
source: Choose Nic Booster type
ro: Alege tipul Nic Booster

# Calculate_Button
source: Calculate
ro: Calculeaza

# ChildHeaderEight
source: Settings
ro: Setari

# ChildHeaderFour
source: Base Mix
ro: Amestec de baza

# ChildHeaderNine
source: About
ro: Despre

# ChildHeaderOne
source: Ohm's Law
ro: Legea lui Ohm

# ChildHeaderSeven
source: Alchemy
ro: Alchimie

# ChildHeaderSix
source: Purchases
ro: Achizitii

# ChildHeaderThree
source: Nicotine Cost
ro: Costul nicotinei

# ChildHeaderTwo
source: Statistics
ro: Statistici

# Clear_Button
source: Clear
ro: Curata

# FirstTip
source: Enter any two known values and press Calculate.
ro: Introdu oricare doua valori cunoscute si apasa Calculati.

# Lang
source: Language
ro: Limba

# LoadPageEight
source: Settings
ro: Setari

# LoadPageFour
source: Bases Mix
ro: Amestecarea Bazelor

# LoadPageNine
source: About
ro: Despre

# LoadPageOne
source: Ohm's Law
ro: Legea lui Ohm

# LoadPageSeven
source: Alchemy
ro: Alchimie

# LoadPageSix
source: Purchases
ro: Achizitii

# LoadPageThree
source: Nicotine Cost
ro: Costul nicotinei

# LoadPageTwo
source: Statistics
ro: Statistici

# LoginRemember
source: REMEMBER ME:
ro: TINE-MA MINTE:

# LoginTitle
source: LOGIN
ro: LOGARE

# mb_nicA
source: Nicotine: A
ro: Nicotina: A

# mb_nicB
source: Nicotine: B
ro: Nicotina: B

# mb_nicC
source: Nicotine: C
ro: Nicotina: C

# mb_nicD
source: Nicotine: D
ro: Nicotina: D

# mb_nic_level
source: Nicotine (mg/ml)
ro: Nicotina (mg/ml)

# mb_result
source: You need
ro: Ai nevoie

# mb_wtm
source: Want to make
ro: Vrei sa faci

# OneShotErrorMsg1
source: You need to adjust the levels of PG/VG, Nic or Flavor.
ro: Trebuie sa ajustati nivelurile de PG/VG, Nic sau Aroma.

# OneShotErrorMsg2
source: Can not use Negative numbers. Then re-calculate.
ro: Nu se pot folosi numere Negative. Recalculati.

# OneShotErrorTitle
source: Error
ro: Eroare

# OneShotHeaderAmount
source: Solution (ml)
ro: Solutie (ml)

# OneShotL_BasePG
source: PG Base
ro: Baza PG

# OneShotL_BaseVG
source: VG Base
ro: Baza VG

# OneShotL_Flavor
source: Flavor
ro: Aroma

# OneShotL_NicBooster
source: Nic Booster
ro: Amplificator de Nic

# Save_Button
source: Save
ro: Salveaza

# SoftwareVersion
source: Version
ro: Versiune

# ThemeLanguageEn
source: English
ro: Engleza

# ThemeLanguageGr
source: Greek
ro: Greaca

# ThemeRestart
source: Restart
ro: Resetare

# ThemeTitle
source: Settings
ro: Setari

# Targetbase
source: Base (ml)
ro: Baza (ml)

# TargetBoosterLevel
source: Nicotine Booster Level (mg/ml)
ro: Nivel amplificator de Nic (mg/ml)

# Targetbottles
source: Nicotine Bottles
ro: Sticle de Nicotina

source: Target ml
ro: Obiectiv ml

# Targetnic
source: Nicotine (ml)
ro: Nicotina (ml)

# TargetNicLevel
source: Target Nicotine Level
ro: Nivel obiectiv de Nicotina

# Targetpriceperbottle
source: Price / Bottle ($)
ro: Pret / Sticla ($)

# TargetTotalCost
source: Total Cost ($)
ro: Cost total ($)

# TooltipDateFormat
source: The Format is dd/mm/yyyy (Days/Months/Years)
ro: Formatul este zz/ll/aaaa (Zile/Luni/Ani)

# TooltipEJuicemlCost1
source: Ejuice ml cost is calculated by dividing the price of the bottle with the ml of the bottle.
ro: Pretul de ml Ejuice este calculat impartind pretul sticlei la cati ml are sticla.

# TooltipEJuicemlCost2
source: For example: 15$/30ml=0.5$/ml so you type in 0.5
ro: De examplu: 15$/30ml=0.5$/ml deci introduceti 0.5

# purchase_DateOfPurchase
source: Date of Purchase (yyyy/mm/dd)
ro: Data achizitiei (aaaa/ll/zz)

# purchase_VendorName
source: Vendor
ro: Comerciant

# purchase_OrderId
source: Order Id (#)
ro: Id Comanda (#)

# daymonthyear
source: dd/mm/yyyy
ro: zz/ll/aaa

# vendor_Active
source: Active
ro: Activ

# vendor_Address
source: Address
ro: Adresa

# vendor_City
source: City
ro: Oras

# vendor_Country
source: Country*
ro: Tara*

# vendor_Name
source: Name*
ro: Nume*

# vendor_PostCode
source: Post Code
ro: Cod Postal

# vendor_Telephone
source: Telephone
ro: Telefon

# vendor_Website
source: Website
ro: Site web

# vendor_tabitem1
source: Add
ro: Adauga

# vendor_tabitem2
source: Edit/Delete
ro: Modifica/Sterge

# datagridheader1
source: Product
ro: Produs

# datagridheader3
source: Quantity
ro: Cantitate

# datagridheader4
source: Price
ro: Pret

# datagridheader5
source: Discount
ro: Reducere

# datagridheader6
source: Shipping Cost
ro: Costul de livrare

# datagridheader7
source: Total Cost
ro: Costul total

source: Connect
ro: Conectare

# vendor_delete
source: Delete
ro: Sterge

# vendor_edit
source: Edit
ro: Modifica

# vendor_Vendor
source: Vendor
ro: Comerciant

# vendor_Load
source: Load Table Data
ro: Incarca Datele din Tabel

# purchases_tabitem1
source: Add
ro: Adauga

# purchases_tabitem2
source: View
ro: Vizualizare

# purchase_ViewSince
source: Since
ro: De la

# purchase_ViewUntil
source: Until
ro: Pana la

# purchase_ViewVendor
source: By Vendor
ro: De catre Comerciantul

# vendor_TotalOrders
source: Orders
ro: Comenzi

# FbPage
source: Facebook Page
ro: Pagina de Facebook

# FbGroup
source: Facebook Group
ro: Grup de Facebook

# ChildHeaderNine_ChangeLog
source: Change Log
ro: Schimba Jurnalul

# about_change_0001
source: Fix in "Ohm's Law" about the decimal point.
ro: Reparatii la "Legea lui Ohm" pentru punctul decimal.

# about_change_0002
source: - Added "Statistics" section. - Fixes in code.
ro: - S-a adaugat sectiunea "Statistici". - Reparatii in cod.

# about_change_0003
source: - Several visual changes. - Fixes in code.
ro: - Cateva modificari vizuale. - Reparatii in cod.

# about_change_0004
source: - Several visual improvements. - Removed Currency / ml column at "Nicotine Cost".
ro: - Cateva imbunatatiri vizuale. - S-a inlaturat coloana Valuta / ml de la "Costul Nicotinei".

# about_change_0005
source: - Added "Mix Bases" section.
ro: - S-a adaugat sectiunea "Amestecarea bazelor".

# about_change_0006
source: - Added Sliders in 'Ohm's Law'.
ro: - S-au adaugat Cursoare in 'Legea lui Ohm'.

# about_change_0007
source: - Version 2 Release. - Added Themes in Version 2
ro: - Lansarea Versiunii 2. - S-au adaugat Teme in Versiunea 2

# about_change_0000
source: Initial Release
ro: Lansarea Initiala

# about_change_0005a
source: - #hotfix on section "Oneshot".
ro: - #hotfix la sectiunea "Oneshot".

# about_change_0008
source: #hotfix - Proper function of "Stats" section.
ro: #hotfix - Functionarea corecta a sectiunii "Stats".

# about_change_0009
source: - Added section "OneShot". - Multiple bugs fixed.
ro: - S-a adaugat sectiunea "OneShot". - Multiple reparatii de bug-uri.

# about_change_0010
source: - Themes Improvement.
ro: - Imbunatatire a Temelor.

# about_change_0011
source: - Added Icons for every section. - Added weight on section "Oneshot". - Added Language Selection, more themes, extended coloring options free-for-all. - Improved some calculation formulas. - Improvements in section "Base Mix".
ro: - S-au adaugat Icoane pentru fiecare sectiune. - S-a adaugat greutate la sectiunea "Oneshot". - S-a adaugat Selectarea Limbii, mai multe teme, optiuni de colorare prelungite free-for-all. - S-au imbunatatit anumite formule de calcul. - Imbunatatiri in sectiunea "Amestec de Baza".

# about_change_0012
source: - Installer method has been introduced to avoid non-unzipped user's issue. - "Purchase" section has been activated. (The Pin-code can be found in the installer on Information section). After your first login you are asked to change the default password. If you decline and keep the default pin-code you will be asked the next time you run the program. - Improvement on how to insert date fields with dropdowns boxes instead of textboxes. - Enabled textfields on "Ohm's Law" section (So you can define the exact value for example on resistance 0.235Ω) - Since most users at the moment are Greek the default language has been changed to Greek.
ro: - S-a introdus metoda Installer pentru a evita problema utilizatorilor non-dezarhivati. - A fost activata sectiunea "Achizitii". (Codul-Pin se poate gasi in installer la sectiunea Informatii). Dupa ce te loghezi prima oara, ti se cere sa schimbi parola implicita. Daca refuzi si pastrezi codul-pin implicit, ti se va cere urmatoarea data cand rulezi programul. - Imbunatatiri la metoda de introducere a datelor in campuri, cu casute dropdown in loc de casute textbox. - Permite campuri text la sectiunea "Legea lui Ohm" (Astfel incat sa poti defini valoarea exacta, spre examplu la rezistenta 0.235Ω) - Din moment ce majoritatea utilizatorilor sunt deocamdata greci, limba implicita a fost setata pe Greaca.

# about_change_0013
source: - New Installer. - Shortcut on Desktop. - Shortcut on Start Menu support and uninstall options.
ro: - Instalare Noua. - Scurtatura pe Desktop. - Scurtatura in Meniul Start, optiuni de suport si dezinstalare.

# about_change_0014
source: - Small Bug Fix. - Fix in Database.
ro: - Mica remediere de Bug. - Remediere in Baza de date.

# Codebehind
source: Developer
ro: Dezvoltator

# add_flv_header
source: Add a Flavor
ro: Adauga o Aroma

# add_flv_abbreviation
source: Abbreviation:
ro: Abreviere:

# add_flv_amp
source: Average Mixing Percentage:
ro: Procent Mediu de Amestec:

# add_flv_brandName
source: Brand Name:
ro: Numele Marcii:

# add_flv_flavorName
source: Flavor Name:
ro: Numele Aromei:

# add_flv_manufacturerGravity
source: Manufacturer specified Gravity:
ro: Gravitatia specificata de Producator:

# add_flv_notes
source: Notes:
ro: Notite:

# flv_Keep
source: Keep?
ro: Pastrezi?

# flv_tab_Flavors
source: Flavors
ro: Arome

# flv_tab_Recipes
source: Recipes
ro: Retete

# flv_tab_Stash
source: Stash
ro: Ascunzatoare

# add_flv_amount
source: Amount
ro: Cantitate

# stash_header
source: Stash
ro: Ascunzatoare

# add_flv_brandSelect
source: Choose Brand
ro: Alege Marca

# add_flv_flavorSelect
source: Choose Flavor
ro: Alege Aroma

# add_flv_amountEnter
source: Enter Amount (ml)
ro: Introdu Cantitatea(ml)

# add_flv_StashCount
source: Items:
ro: Articole:

# add_flv_Owned
source: Have it?
ro: O ai?

# rem_Flv_fromstash
source: Remove Flavor from Stash
ro: Elimina Aroma din Ascunzatoare

# flv_tab_Craft
source: Synthesize
ro: Sintetizeaza

# add_rec_header
source: Add/Edit/Delete a Recipe
ro: Adauga/Editeaza/Sterge o Reteta

# add_rec_flavorName01
source: Flavor 1
ro: Aroma 1

# add_rec_flavorName02
source: Flavor 2
ro: Aroma 2

# add_rec_flavorName03
source: Flavor 3
ro: Aroma 3

# add_rec_flavorName04
source: Flavor 4
ro: Aroma 4

# add_rec_flavorName05
source: Flavor 5
ro: Aroma 5

# add_rec_flavorName06
source: Flavor 6
ro: Aroma 6

# add_rec_flavorName07
source: Flavor 7
ro: Aroma 7

# add_rec_flavorName08
source: Flavor 8
ro: Aroma 8

# add_rec_flavorName09
source: Flavor 9
ro: Aroma 9

# add_rec_flavorName10
source: Flavor 10
ro: Aroma 10

# add_rec_flavorName11
source: Flavor 11
ro: Aroma 11

# add_rec_flavorName12
source: Flavor 12
ro: Aroma 12

# add_rec_flavorName13
source: Flavor 13
ro: Aroma 13

# add_rec_flavorName14
source: Flavor 14
ro: Aroma 14

# add_rec_flavorName15
source: Flavor 15
ro: Aroma 15

# add_rec_flavorName16
source: Flavor 16
ro: Aroma 16

# add_rec_flavorName17
source: Flavor 17
ro: Aroma 17

# add_rec_flavorName18
source: Flavor 18
ro: Aroma 18

# add_rec_flavorName19
source: Flavor 19
ro: Aroma 19

# add_rec_flavorName20
source: Flavor 20
ro: Aroma 20

# add_rec_recipeName
source: Recipe Name
ro: Numele Retetei

# add_flv_ComboBoxheader
source: If already exists
ro: Daca exista deja

# flavour_add
source: Add Flavor
ro: Adauga o aroma

# gridColumnHeader1
source: Brand
ro: Marca

# gridColumnHeader3
source: Total Flavor
ro: Aroma Totala

# gridColumnHeader4
source: Amount
ro: Cantitate

# add_rec_flavquantity
source: Quantity:
ro: Cantitate:

# add_rec_TimesMade
source: Times Made
ro: De cate ori s-a facut

# add_rec_clear
source: New
ro: Nou

# add_rec_delete
source: Delete Recipe
ro: Sterge Reteta

# about_change_0015
source: - Added About Section.
ro: - S-a adaugat sectiunea Despre.

# synth_TargetMl
source: Target ML
ro: Tinta ML

# synth_RecipeName
source: Recipe Name
ro: Numele Retetei

# synth_Notes
source: Notes
ro: Notite

# synth_percent
source: Percentage
ro: Procent

source: ml in Stash
ro: ml in Ascunzatoare

# perc
source: Percentage
ro: Procent

# synth_flav_name
source: Flavor Name
ro: Numele Aromei

# flv_tab_JuiceLog
source: Juice Log
ro: Jurnal de Juice

# Register
source: Activate
ro: Activeaza

# SN
source: Vape Assistant Activation
ro: Activare Vape Assistant

# Dtrial
source: 7 Days Left
ro: 7 Zile Ramase

# vendor_SumOrders
source: Orders Sum
ro: Suma Comenzilor

# about_change_0016
source: - Fixed some issues with Purchases. - Added Alchemies Section. - Fixed minor bugs.
ro: - S-au reparat anumite probleme de la Achizitii. - S-a adaugat Sectia Alchimii. - S-au reparat bug-uri minore.

# about_change_0017
source: - Fixed lot of bugs.
ro: - S-au reparat multe bug-uri.

# about_change_0018
source: - Added Juice Log. - Database Fixes
ro: - S-a adaugat Jurnal de Juice. - Reparatii la Baza de date

source: Clear
ro: Curata

source: Enter
ro: Introdu

# about_change_0019
source: - Added Alert on higher than 20A at 'Ohm's Law'. - Added Flavor ML at 'OneShots'. - Visual Improvements.
ro: - S-a adaugat Alerta pentru mai mult decat 20A la 'Legea lui Ohm'. - S-au adaugat ML de Aroma la 'OneShots'. - Imbunatatiri Vizuale.

# about_change_0020
source: - Moved 'Oneshots' & 'Mix Bases' into 'Alchemies' category.
ro: - S-au mutat 'Oneshots' & 'Amesteca Bazele' in categoria 'Alchimii'.

# about_change_0021
source: - Improved the flavor managment on "Stash" to speed up the use. - Added Import/Export function from/to DataBase. - Added Option to delete the last Flavor of the Recipe. - Added a minimum (0.01%) and maximum (100%) range on Recipes at Flavors Percentages. - Fixed a calculation error on Oneshots. The cause was the lack of Target nicotine level mg/ml value.
ro: - S-a imbunatatit managementul aromei pe "Ascunzatoare" pentru a creste viteza utilizarii. - S-a adaugat functia de Import/Export din/in Baza de date. - S-a adaugat Optiunea de a sterge ultima Aroma a Retetei. - S-a adaugat o gama de minim (0.01%) si maxim (100%) pe Retete la Procentul de Arome. - S-a Fixat o eroare de calcul pe Oneshots. Cauza a fost lipsa nivelului Tinta de valoare mg/ml nicotina.

# about_change_0022
source: - Added 'Edit & Delete' on Purchases.
ro: - S-au adaugat 'Editeaza & Sterge' la Achizitii.

# about_change_0023
source: - Program Release.
ro: - Lansarea Programului.

# about_change_0024
source: - Fixed number round Issue on PG in Oneshots. - Increase the length of Nicotine Strenght from 2 to 5 characters at Oneshots. - Added more booster options (30/70 & 70/30). - Added option to save oneshots into Juice Log.
ro: - S-a fixat numarul Problemelor pe PG in Oneshots. - Creste durata Puterii Nicotinei de la 2 la 5 caractere la Oneshots. - S-au adaugat mai multe optiuni de impulsionare (booster) (30/70 & 70/30). - S-a adaugat optiunea de a salva oneshots in Jurnalul de Juice.

# about_change_0025
source: - Changes in GUI for ease of use. - Many changes in code workarounds. (Improved speed)
ro: - Modificari in GUI pentru a usura folosinta. - Multe modificari in workaround-uri din cod. (Viteza imbunatatita)

# AddShop
source: Add
ro: Adauga

# ThemeSave
source: Save
ro: Salveaza

source: Purchase
ro: Cumpara

source: No
ro: Nu

source: Yes
ro: Da

source: Help
ro: Ajutor

# vendor_County
source: County
ro: Judet

source: Backup
ro: Rezerva

# EntryDate
source: Enter Date:
ro: Introdu Data:

# EntryDiscount
source: Enter Discount:
ro: Introdu Reducerea:

# EntryName
source: Enter Vendor Name:
ro: Introdu Numele Furnizorului:

# EntryPID
source: Enter Product ID (SKU):
ro: Introdu ID-ul Produsului (SKU):

# EntryPrice
source: Enter Price:
ro: Introdu Pretul:

# EntryProductDescription
source: Enter Product Description:
ro: Introdu Descrierea Produsului:

# EntryQuantity
source: Enter Quantity:
ro: Introdu Cantitatea:

# EntryReference
source: Enter Reference:
ro: Introdu Referinta:

# EntryShipping
source: Enter Shipping:
ro: Introdu Livrarea:

# EntryTotal
source: Enter Total:
ro: Introdu Totalul:

# EntryVID
source: Enter Vendor ID:
ro: Introdu ID-ul Furnizorului:

source: Entry Id:
ro: Id de Intrare:

source: Edit Entry:
ro: Editeaza Intrarea:

# Alch_Backup_hdrDB
source: Database
ro: Baza de date

# Alch_Backup_hdrDesc
source: Description
ro: Descriere

# Alch_Backup_Row3
source: hash
ro: hasis

# Alch_Backup_Desc1
source: Includes the Flavors you have in your possession.
ro: Include Aromele pe care le detii.

# Alch_Backup_Desc2
source: Includes the recipes you have added. Part A.
ro: Include retetele pe care le-ai adaugat. Partea A.

# Alch_Backup_Desc3
source: Includes the recipes you have added. Part B.
ro: Include retetele pe care le-ai adaugat. Partea B.

# Alch_Backup_Desc4
source: Includes the history log of the recipes you have mixed.
ro: Include istoria jurnalului pentru retetele pe care le-ai amestecat.

# Alch_Backup_SelectBtN
source: Select File
ro: Selecteaza Fisierul

# Alch_Backup_PreviewBtN
source: Preview
ro: Previzualizare

# Alch_Backup_PreviewData
source: Preview your data
ro: Previzualizeaza-ti datele

# Alch_Stash_AddFlv
source: Add Flavor:
ro: Adauga Aroma:

# Alch_Stash_FlvId
source: Flavor Id:
ro: Id-ul Aromei:

# stash_hdrAmount
source: Amount
ro: Cantitate

# stash_hdrBrand
source: Brand
ro: Marca

# stash_hdrFlavor
source: Flavor
ro: Aroma

# popup_Cancel
source: Cancel
ro: Anuleaza

# popup_Submit
source: Submit
ro: Depune

# add_rec_deleteFlv
source: Delete this Flavor.
ro: Sterge aceasta Aroma.

# purchase_Selection
source: With Selection
ro: Cu Selectia

# OneShotHeaderName
source: Oneshot Name
ro: Numele Oneshot-ului

# Alch_Stash_EditFlv
source: Edit Flavor Amount:
ro: Editeaza Cantitatea Aromei:

# ChangePinTitle
source: Change Pin
ro: Schimba Pinul

source: Log Amount
ro: Cantitatea Jurnalului

# log_EntryID
source: Entry ID
ro: ID de Intrare

# log_RatioPG
source: Ratio PG
ro: Raport PG

# log_RatioVG
source: Ratio VG
ro: Raport VG

# log_RecipeName
source: Recipe Name
ro: Numele Retetei

# log_Date
source: Date
ro: Data

# log_Notes
source: Notes
ro: Notite

# log_Nic
source: Nicotine Strength
ro: Puterea Nicotinei

# log_Add
source: Add to Juice Log
ro: Adauga la Jurnalul de Juice

# log_Edit
source: Edit from Juice Log
ro: Editeaza din Jurnalul de Juice

# about_change_0026
source: - Fixes in Purchases section. - Fixes in Juice Log Add & Edit section.
ro: - S-a fixat in sectiunea Achizitii. - S-a fixat in jurnalul de Juice Add & Editeaza sectiunea.

# menu_about
source: _About
ro: _Despre

# menu_edit
source: _Edit
ro: _Editeaza

# menu_file
source: _File
ro: _Fisier

# menu_tools
source: _Tools
ro: _Unelte

# about_change_0027
source: - Added Purchases sum to Statistics (automatic from database). - Added Numbers on the left of List viewers (Juice Log & Stash for now). - Fixed some calculations on Statics to avoid errors.
ro: - S-a adaugat suma Achizitiilor la Statistici (automat din baza de date). - S-au adaugat Numere in partea stanga a Listei (Jurnalul pentru Juice & Ascunzatoare deocamdata). - S-au fixat anumite calcule pe Statica pentru a evita erori.

# juiceLog_Amount
source: Amount (ml)
ro: Cantitate (ml)

# juiceLog_Date
source: Date
ro: Data

# juiceLog_Name
source: Name
ro: Nume

# juiceLog_Nicotine
source: Nicotine (mg/ml)
ro: Nicotina (mg/ml)

# juiceLog_Notes
source: Notes
ro: Notite

# juiceLog_Ratio
source: Ratio (PG/VG)
ro: Raport (PG/VG)

# TooltipHardwareCost
source: This is calculated from the Purchases tab fill your purchases to continue.
ro: Acesta este calculat din tab-ul de Achizitii, completeaza achizitiile pentru a continua.

# EJuiceCosts
source: E Juice ML/Cost/Nicotine Cost
ro: E Juice ML/Cost/Costul Nicotinei

# EJuiceCosts1
source: Liquid amount (ML)
ro: Cantitatea de Lichid (ML)

# EJuiceCosts2
source: Liquid Cost (No Nicotine)
ro: Costul Lichidului (Fara Nicotina)

# EJuiceCosts3
source: Nicotine Cost
ro: Costul Nicotinei

# SettingsOff
source: Off
ro: Oprit

# SettingsOn
source: On
ro: Pornit

# Settings_PurchasesPIN
source: PIN (Purchases)
ro: PIN (Achizitii)

# menu_tools_Alchemy
source: _Alchemy
ro: _Alchimie

# menu_tools_Alchemy_BasesMix
source: _Bases Mix
ro: _Amestecul Bazelor

# menu_tools_Alchemy_Flavors
source: _Flavors
ro: _Arome

# menu_tools_Alchemy_JuiceLog
source: _Juice Log
ro: _Jurnal pentru Juice

# menu_tools_Alchemy_Recipes
source: _Recipes
ro: _Retete

# menu_tools_Alchemy_Stash
source: _Stash
ro: _Ascunzatoare

# menu_tools_Alchemy_Synthesize
source: _Synthesize
ro: _Sintetizare

# menu_tools_NicotineCost
source: _Nicotine Cost
ro: _Costul Nicotinei

# menu_tools_OhmsLaw
source: _Ohm's Law
ro: _Legea lui Ohm

# menu_tools_Purchases
source: _Purchases
ro: _Achizitii

# menu_tools_Settings
source: _Settings
ro: _Setari

# menu_tools_Statistics
source: _Statistics
ro: _Statistici

# menu_file_exit
source: _Exit
ro: _Iesire

# GFX
source: Graphics:
ro: Grafica:

# backup_Header_db
source: Database
ro: Baza de date

# backup_Header_description
source: Description
ro: Descriere

# purchase_Discount
source: Discount
ro: Reducere

# purchase_Price
source: Price
ro: Pret

# purchase_Product
source: Product
ro: Produs

# purchase_Quantity
source: Quantity
ro: Cantitate

# purchase_Shipping
source: Shipping
ro: Livrare

# purchase_AddItem
source: Add Item
ro: Adauga Articol

# purchase_Clear
source: Clear
ro: Curata

# vendor_Reference
source: By Order Reference
ro: Dupa Referinta de Comanda

# statistics_CigarettesPerDay
source: Cigarettes / Day
ro: Tigari / Zi

# statistics_CigarettesPerPack
source: Cigarettes / Pack
ro: Tigari / Pachet

# statistics_DaysVaping
source: Days Vaping
ro: Zile de Vaping

# statistics_DailySmokingCost
source: Daily Smoking Cost
ro: Costul Zilnic al Fumatului

# statistics_EjuiceMlCost
source: E-Juice ml Cost
ro: Costul unui ml de E-Juice

# statistics_HardwareCost
source: Hardware Cost
ro: Costul Hardware-ului

# statistics_HardwareDailyCost
source: Hardware Daily Cost
ro: Costul Zilnic al Hardware-ului

# statistics_JuicePerDay
source: ml / Day
ro: ml / Zi

# statistics_PricePerCigarette
source: Price Per Cigarette
ro: Pret pe Tigara

# statistics_PacketPrice
source: Packet Price
ro: Pretul Pachetului

# statistics_VapeDailyCost
source: Daily Vape Cost
ro: Costul Zilnic al Vaping-ului

# statistics_YearlySmokingCost
source: Yearly Smoking Cost
ro: Costul Anual al Fumatului

# statistics_YearlyVapingCost
source: Yearly Vaping Cost
ro: Costul Anual al Vaping-ului

# statistics_SmokingCessationDate
source: Smokin Cessation Date
ro: Data de Incetare a Fumatului

# statistics_VapingStartDate
source: Vaping Start Date
ro: Data de Incepere a Vaping-ului

# ohms_Voltage
source: Voltage (V)
ro: Voltaj (V)

# ohms_Wattage
source: Wattage (W)
ro: Putere (W)

# ohms_Resistance
source: Resistance (R)
ro: Rezistenta (R)

# mixbase_baseA
source: Base: A
ro: Baza: A

# mixbase_baseB
source: Base: B
ro: Baza: B

# mixbase_baseC
source: Base: C
ro: Baza: C

# mixbase_baseD
source: Base: D
ro: Baza: D

# mixbase_HeaderBaseAmount
source: Base Amount (ml)
ro: Cantitate de Baza (ml)

# mixbase_HeaderGrams
source: Grams
ro: Grame

# mixbase_HeaderNicBottleAmount
source: Nic Bottles Amount
ro: Cantitatea de Sticle cu Nicotina

# mixbase_HeaderNicLevel
source: Nicotine (mg/ml)
ro: Nicotina (mg/ml)

# mixbase_LeftHeader
source: Total Mix
ro: Totalul Amestecului

# mixbase_LeftMixRatioPGVG
source: Mix Ratio PG / VG
ro: Amestec de Raport PG / VG

# mixbase_LeftMixTotalVolume
source: Volume
ro: Volum

# mixbase_LeftMixVolumePGVG
source: Volume PG / VG (ml)
ro: Volum PG / VG (ml)

# mixbase_LeftResultmlToolTip
source: Ratio is in ml
ro: Raportul este in ml
